notes/Intro_presentacion/esquema_final.tex
% Created 2015-06-12 Fri 17:19
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\author{blest}
\date{\today}
\title{esquema\_final}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.4.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents

\section{La Naturaleza del Testimonio Cristiano}
\label{sec-1}
\subsection{El testimonio en la dinámica de la revelación}
\label{sec-1-1}

-¿El martir afirma algo más que la autenticidad de su creencia?


\section{El Valor Cognoscitivo de la Fe y el problema del lenguaje religioso en la filosofía analítica.}
\label{sec-2}

\section{Anscombe y Wittgenstein}
\label{sec-3}
\begin{itemize}
\item Ludwig Wittgenstein
\item Wittgenstein on Rules and Private Language
\item Wittgenstein, Frege and Ramsey
\item Wittgenstein: Whose Philosopher?
\item Wittgenstein's 'two cuts' in the history of philosophy
\item Consequences of the Picture Theory
\item On the form of Wittgsenstein's writing
\item Was Wittgenstein a conventionalist?
\item The Simplicity of the Tractatus
\item An Introduction to Wittgenstein's Tractatus
\end{itemize}

\section{La Categoría del Testimonio en el Pensamiento de Anscombe}
\label{sec-4}
\subsection{Cuestiones generales}
\label{sec-4-1}
\subsubsection{Estatuto epistemológico del testimonio}
\label{sec-4-1-1}

\begin{enumerate}
\item puritan response (Plato and Collingwood)
\label{sec-4-1-1-1}
Humans are reliant on testimony for a large amount of what they think they know, so knowledge is rarer than is usually believed

\item reductive response(Hume, Russell, Clifford)
\label{sec-4-1-1-2}
We know when we rely on testimony, but our dependence on testimony is justified by more fundamental forms of evidence (like our own experience or inference). \{We trust testimony because it has been our experience that it's usually reliable\}.

\item fundamentalist response(Reid, Coady is close to this)
\label{sec-4-1-1-3}
Our reliance upon testimony should be regarded as fundamental to the justification of belief in the same way as perception, memory and inference.

\item end-of-epistemology response(Quine, Popper)
\label{sec-4-1-1-4}
Our reliance on testimony is one of different objections presented as an objection to foundationist epistemology
\end{enumerate}

\subsubsection{Planteamiento del problema}
\label{sec-4-1-2}

\begin{enumerate}
\item Approach de Coady:
\label{sec-4-1-2-1}
\begin{enumerate}
\item the problem
\label{sec-4-1-2-1-1}
\begin{itemize}
\item Coady:
\end{itemize}
Concept of testimony[to be defined]:
A certain Speech Act(Searle)
Illocutionary Act(J. L. Austin)
may be and standardly is 
performed 
under certain conditions
and
with certain intentions
such that we might naturally think of 
the definition 
as giving us
conventions governing
the existence of the act of testifying.

Cuáles son las convenciones que gobiernan la existencia del acto de testificar?

El testimonio formal como la elevación en dignidad del testimonio natural por el contexto más ceremonial.
a) it is a form of evidence
b) it is constitued by persons A offering hteir remarks as evidence so that we are invited to accept p because A says that p.
c) the person offering the remarks is in a position to do so, ie. has the relevant authority, competence or credentials
d) the testifier has been given a certain status in the inquiry by being formally aknowledged as a witness and by giving his evidence with due ceremony
e)As a specification o (c) within english la and proceedings influenced by it, the testimony is normally required to be first-hand
f)as a corollary of (a) the testifier's remarks should be relevant to a disputed or unresolved question and should be directed to those who are in need of evidence on the matter

El testimonio natural como cotidiana operación social de la mente
Las convenciones que gobiernan el 'speech act' de testificar son:
A speaker S testifies by making some statement p if and only if:
a)His stating that p is evidence that p and is offered as evidence that p 
b)S has the relevant competence, authority, or credentials to state truly that p
c)S's statement that p is relevant to some disputed or unresolved question (which may or may not be, p?) and is directed to those who are in need of evidence on the matter

It's illocutionary point (mode of achievement) is: to inform an audience that something is the case.(Same as assertions and objections)
The way to achieve this point (different to assertions) is through the speaker's status as one having a particular kind of authority to speak to the matter in question, a matter where evidence is required. 
This is not the same as presenting the information that p for acceptance on the basis of its following from certain other propositions presented, independent of the status of the witness. 
One who testifies gives a specific type of assertion.

\item The solution
\label{sec-4-1-2-1-2}
[Relevancia del testimonio en el uso ordianrio -> porque está tan desatendido en la discusión filosófica?
¿Tiene el testimonio alguna relevancia en nuestro conocimiento?  ¿Cuál?
¿Es razonable la confianza que ponemos ordinariamente en el testimonio?
Cual es el lugar del testimonio en la epistemología? cuál es la tradición sobre ese lugar?
Qué se puede decir para defender la confianza que ponemos en el testimonio en nuestro conocimiento?
La solución: 
el status del testimonio:
\begin{enumerate}
\item Similitudes y diferencias entre el testimonio y las otras fuentes de información como estas se manifiestan a sí mismas en la gramática de nuestros conceptos y en nuestros modos naturales de pensamiento e investigación.
\end{enumerate}
1.a. Escrutinio del comportamiento de ciertos verbos relativos a la percepción.
----->¿Cuál es el verbo perceptivo relativo al testimonio? ¿Cual es el verbo propio de recibir testimonio?
]
\end{enumerate}

\item Approach de Prades:
\label{sec-4-1-2-2}
¿Es razonable la empresa cristiana de ofrecer el testimonio de cristo como anuncio de salvación verdadero y creible?

\item Approach de Conesa (Filosofía analítica)
\label{sec-4-1-2-3}
¿Se pueden aplicar los conceptos de verdad y falsedad a las proposiciones religiosas?
Respuesta de Anscombe según Conesa
-> Sí, fe es la creencia puesta en aquello que se cree que es palabra de Dios. El valor cognoscitivo de la fe es el valor de aquel conocimiento que se adquiere por testimonio.

\item Antiseri:
\label{sec-4-1-2-4}
Fe es el asentimiento a verdades que no se demuestran y que aceptamos como verdades sobre la base de la confianza en alguien que testifique esas verdades. ¿en virtud de qué testimonio se acepta una específica visión del mundo, se creen las verdades expresada en el símbolo, se toman como indiscutibles unos dogmas que desconciertan nuestra razón y se impone una determinada moral?
->La lógica del testimonio ofrece a estas verdades su justificación.
\end{enumerate}


\subsubsection{Recorrido por el pensamiento de Anscombe}
\label{sec-4-1-3}

\begin{enumerate}
\item Verdad y Falsedad
\label{sec-4-1-3-1}
\begin{enumerate}
\item La Pregunta Filosófica sobre la Verdad:
\label{sec-4-1-3-1-1}
[Language and Thought ]
[Truth]
\begin{itemize}
\item Truth: Anselm and Wittgenstein
\item Truth: Anselm or Thomas?
\item Anselm and the Unity of Truth
\item A theory of Language?
\item Necessity and Truth
\item Thought and Action in Aristotle: What is Practical Truth?
\item Practical Truth
\end{itemize}

[Bedrock]
\end{enumerate}

\item Analisis del Lenguaje Epistémico
\label{sec-4-1-3-2}
\begin{itemize}
\item On Wisdom
\item Knowledge and Certainty
\item Knowledge and Reverence for Human Life
\item 'The General Form of Proposition'
\item Comments on Professor R. L. Gregory's Paper on Perception
\item On Brute Facts
\item Will and Emotion
\item Memory, 'Experience' and Causation
\item Understanding Proofs: Meno, 85d9 – 86c2
\item Subjunctive Conditionals
\item What is it to Believe Someone?
\item The Intentionality of Sensation
\item Substance
\item The Subjectivity of Sensation
\item Events in the mind
\item On Sensations of Position
\item Intention
\item Pretending
\item Practical Inference
\end{itemize}

\item Proposiciones de fe y lenguaje religioso
\label{sec-4-1-3-3}
\begin{itemize}
\item Faith
\item A Reply to Mr. C. S. Lewis's Argument that “Naturalism” is Self- Refuting
\item Has Mankind One Soul: An Angel Distributed among many Bodies?
\item Human Essence
\item La esencia Humana
\item Plato, Soul and 'the Unity of Apperception'
\item Why Anselm's Proof in the Proslogion in not an onthological argument
\item On the Hatred of God
\item On Attachment to Things and Obedience to God
\item On being on Good Faith
\item On Humanae Vitae
\item Philosophers and Economists: Two Philosphers' Objections to Usury
\item Retractation
\item Sin: the McGivney Lectures
\item The Inmortality of the Soul
\item Two Moral Theologians
\item You Can Have Sex without Children: Christianity and the New Offer
\item Morality
\item Modern Moral Philosophy
\end{itemize}

\item Hume y la Tradición sobre el Valor espistemológico del testimonio:
\label{sec-4-1-3-4}

\begin{enumerate}
\item ("Tradition" in Coady)
\label{sec-4-1-3-4-1}
\begin{enumerate}
\item\relax [Testimony and Observation: The reductive approach
\label{sec-4-1-3-4-1-1}
If any view [about testimony] has claim to the title of the 'received view' it's Hume's

\item Deciding for testimony (Price)
\label{sec-4-1-3-4-1-2}
Price's and Russell's attempts to vindicate our extensive reliance upon testimony

\item The analogical approach
\label{sec-4-1-3-4-1-3}
Rusell's discussion

\item Scottish fundamentalism
\label{sec-4-1-3-4-1-4}
Thomas Reid]
\end{enumerate}

\item Tradición Sobre el lugar espistemológico: Hume y la Causalidad, Conocimiento de la Historia <- On Certainty [Tradición: Hume, Russell, Reid \& Price] Coady y Lackey
\label{sec-4-1-3-4-2}
\begin{itemize}
\item Hume and Julius Caesar
\item Hume on causality: introductory
\item The Reality of the Past
\item Causality and Determination
\item Causality and Extensionality
\item “Whatever has a beginning of existence must have a cause”: Hume's Argument Exposed
\item Times, Beginnings and Causes
\item Before and After
\item The Causation of Action
\item Chisolm on Action
\item Action, Intention and 'Double Effect'
\item Part Three: Causality and time
\item On Russell's Theory of Descriptions
\end{itemize}
\end{enumerate}

\item Verbos epistémicos
\label{sec-4-1-3-5}
¿Cuál es el verbo para recibir testimonio?
"learn"?

\item Lógica del Testimonio:
\label{sec-4-1-3-6}
\begin{itemize}
\item Authority in Morals
\item On the Source of the Authority of the State
\item The Moral Enviroment of the Child
\item On Promising and its justice, and Whether it Need be Respected in Foro Interno
\item Rules, Rights and Promises
\item The Two Kinds of error in action
\end{itemize}

\item Sentido, sinsentido y misterio
\label{sec-4-1-3-7}
\begin{enumerate}
\item\relax [Sense, Nonsense and Mystery]
\label{sec-4-1-3-7-1}
\begin{enumerate}
\item Misterio
\label{sec-4-1-3-7-1-1}
\begin{itemize}
\item 'Mysticism' and Solipsism
\item Analytical Philosophy and the Sipirituality of Man
\item On Transubstantiation
\item Parmenides, Mystery and Contradiction
\item The Question of Linguistic Idealism
\item Paganism, Superstition and Philosophy
\item On Piety, or: Plato's Euthyphro
\end{itemize}
\end{enumerate}
\end{enumerate}
\end{enumerate}


\subsection{Cuestiones específicas (puzzles)}
\label{sec-4-2}
Credibilidad de algunos tipos de testimonio
¿Son creibles las narraciones lo extraordinario e inesperado?
¿Es posible conocer el hecho histórico por medio de la tradición?
¿Conozco una proposición que creo por la autoridad de otro pero yo no puedo probar?
\begin{enumerate}
\item Narraciones Extraordinarias
\label{sec-4-2-0-1}
\begin{itemize}
\item Aristotle and the Sea Battle: De Interpretatione, Chapter IX
\item Prophecy and Miracles
\item Hume on Miracles
\item Modern Moral Philosophy
\item Good and Bad Human Action
\end{itemize}
\end{enumerate}

\section{Valoración y Crítica}
\label{sec-5}
% Emacs 24.4.1 (Org mode 8.2.10)
\end{document}